Repository: MEsterel/MUpdate
Catalog: MUpdate/Resources/lang.*.resx
Languages: fr

# asyncAlreadyRunning
source: MUpdate already checking for updates in background.
fr: MUpdate recherche déjà une mise à jour en arrière-plan.

# atTag
source: at
fr: téléchargés à

# checkError
source: An error occured while looking for updates.
fr: Une erreur est survenue pendant la vérification des mises à jour.

# checkErrorTitle
source: Update checking error
fr: Erreur de vérification des mises à jour

source: Current version
fr: Version actuelle

# detailsTag
source: Details:
fr: Détails :

# downloadCancelled
source: The update download was cancelled. The application has not been modifed.
fr: Téléchargement de la mise à jour annulé. L'application n'a pas été modifiée.

# downloadCancelledTitle
source: Update Donwload Cancelled
fr: Téléchargement de la mise à jour annulé

# downloadError
source: There was a problem downloading the update. Please try again later.
fr: Un problème est survenu lors du téléchargement de la mise à jour. Réessayez plus tard.

# downloadErrorTitle
source: Update Download Error
fr: Échec du téléchargement de la mise à jour

# estimatedTimeRemainingLbl
source: Estimated remaining time:
fr: Temps restant estimé :

# latestVersionInstalledLbl
source: You already have the latest version:
fr: Vous possédez déjà la dernière version :

# noInternetConnectionError
source: It seems you are not connected to Internet. Please retry later.
fr: Il semble que vous n'êtes pas connecté à Internet. Réessayez plus tard.

# ofTag
source: of
fr: sur

# startingDownload3P
source: Starting download...
fr: Démarrage du téléchargement...

source: Update available
fr: Mise à jour disponible

source: Update checking
fr: Vérification des mises à jour

source: Update version
fr: Nouvelle version

# verifyingDownload3P
source: Verifying download...
fr: Vérification du téléchargement...

# latestVersionInstalled
source: Latest version already installed.
fr: Dernière version déjà installée.

source: Patch Notes:
fr: Notes de mise à jour :
